Revit 2027 API
UnitTypeId.FeetOfWater39_2DegreesFahrenheitPer100Feet Property
 Feet of water (39.2 °F) per 100 feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FeetOfWater39_2DegreesFahrenheitPer100Feet { get; }
Public Shared ReadOnly Property FeetOfWater39_2DegreesFahrenheitPer100Feet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FeetOfWater39_2DegreesFahrenheitPer100Feet {
	ForgeTypeId^ get ();
}
static member FeetOfWater39_2DegreesFahrenheitPer100Feet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace